import lyatoshinskiy from '@/assets/images/rounds/lyatoshinskiy.png';
import revuckiy from '@/assets/images/rounds/revuckiy.jpg';
export interface RoundMemberData {
  name: string;
  group: 1 | 2 | 0;
  isBig?: boolean;
  years: string;
  image?: string;
  data: string;
  shiftY?: number;
  shiftX?: number;
}

export const membersData: RoundMemberData[] = [
  {
    name: 'Тетяна Гусарчук',
    group: 2,
    years: '1957 р.н.',
    shiftX: 0.7,
    shiftY: 0.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Левко Ревуцький',
    group: 2,
    isBig: true,
    years: '1895-1968',
    image: revuckiy,
    shiftY: 0.7,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Яків Цегляр',
    group: 2,
    years: '1912-2008',
    shiftX: 0.5,
    shiftY: 0.3,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Маркіян Фролов',
    group: 1,
    years: '1892 – 1944',
    shiftX: 1.4,
    shiftY: 1.4,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Борис Лятошинській',
    group: 1,
    isBig: true,
    years: '1895 – 1968',
    image: lyatoshinskiy,
    shiftX: 2,
    shiftY: 2.3,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Віктор Дембський',
    group: 1,
    years: '1892 – 1976',
    shiftX: 1.2,
    shiftY: 1.6,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Михайло Бялик',
    group: 2,
    years: '1929-2022',
    shiftY: 1.2,
    shiftX: 0.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Аркадій Філіпенко',
    group: 2,
    years: '1912-1983',
    shiftX: 0.6,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Ольга Шевчук',
    group: 2,
    years: '1959 р.н.',
    shiftX: 1.8,
    shiftY: -1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Яків Губанов',
    group: 2,
    years: '1954 р.н.',
    shiftX: 1.7,
    shiftY: 0.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Олександр Левич',
    group: 2,
    years: '1907-1994',
    shiftX: 2.9,
    shiftY: 1.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Євген Юцевич',
    group: 2,
    years: '1901-1988',
    shiftX: 2.7,
    shiftY: 2.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Ісаак Паїн',
    group: 2,
    years: '1912-1999',
    shiftX: -0.7,
    shiftY: 1.4,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Гліб Таранов',
    group: 1,
    years: '1904 – 1989',
    shiftX: 1.3,
    shiftY: 0.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Петро Глушков',
    group: 1,
    years: '1889 – 1966',
    shiftY: 0.9,
    shiftX: 1.6,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Ігор Белза',
    group: 1,
    years: '1904 – 1994',
    shiftX: 0.7,
    shiftY: 2.7,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Роман Верещагін',
    group: 1,
    years: '1910 – 1985',
    shiftX: -0.2,
    shiftY: 1.5,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Лев Спасокукоцький',
    group: 1,
    years: '1912 – 1960',
    shiftX: -0.4,
    shiftY: 1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Ніна Герасимова-Персидська',
    group: 2,
    years: '1927-2020',
    shiftX: 0.1,
    shiftY: 0.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Ян Левін',
    group: 2,
    years: '1912-1942',
    shiftX: 2.2,
    shiftY: 0.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Людмила Левітова',
    group: 2,
    years: '1926-1991',
    shiftX: 1.2,
    shiftY: 0.1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Михайло Іжакевич',
    group: 2,
    years: '1909-1975',
    shiftX: 1.2,
    shiftY: -0.1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Віталій Кирейко',
    group: 2,
    years: '1926-2016',
    shiftX: 2.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Ігор Хуторянський',
    group: 2,
    years: '1924 р.н.',
    shiftX: 1,
    shiftY: 0.5,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Богдана Фільц',
    group: 2,
    years: '1932-2021',
    shiftY: -0.1,
    shiftX: 1.3,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Анатолій Свечніков',
    group: 2,
    years: '1908-1962',
    shiftX: 1.5,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Леонід Грабовський',
    group: 2,
    years: '1935 р.н.',
    shiftX: 0.7,
    shiftY: 2.3,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Валерій Подвала',
    group: 2,
    years: '1932-2003',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Юрій Фіала',
    group: 2,
    years: '1922-2017',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Георгій Мірецький',
    group: 2,
    years: '1929-1978',
    shiftY: 1.8,
    shiftX: 1.3,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Володимир Кирпань',
    group: 1,
    years: '1925 – 1978',
    shiftY: 1.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Ігор Шамо',
    group: 1,
    years: '1925 – 1982',
    shiftY: 1.8,
    shiftX: 1.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Валерій Польовий',
    group: 1,
    years: '1927 – 1986',
    shiftX: -0.1,
    shiftY: 1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Юрій Щуровський',
    group: 1,
    years: '1927 – 1996',
    shiftX: 1.4,
    shiftY: 1.6,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Валентин Пономаренко',
    group: 1,
    years: '1928 – 1984',
    shiftX: 0.5,
    shiftY: 1.4,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Георгій Мірецький',
    group: 1,
    years: '1929 – 1978',
    shiftX: 0.2,
    shiftY: 1.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Владлен Лукашов',
    group: 1,
    years: '1930 – 2003',
    shiftX: 0.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Ніна Матусевич',
    group: 1,
    years: '1931 – 1988',
    shiftX: 0.4,
    shiftY: 0.7,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Олександр Зносько-Боровський',
    group: 2,
    years: '1908-1983',
    shiftX: 0.7,
    shiftY: 0.5,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Наум Лапинський',
    group: 2,
    years: '1900-1960',
    shiftY: 0.2,
    shiftX: 0.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Костянтин Скороход',
    group: 2,
    years: '1921-1991',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Герман Жуковський',
    group: 2,
    years: '1913-1976',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Ікрам Акбаров',
    group: 2,
    years: '1921-2011',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Всеволод Рождественський',
    group: 2,
    years: '1918-1985',
    shiftX: 1.7,
    shiftY: 1.4,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Вадим Гомоляка',
    group: 2,
    years: '1914-1980',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Яків Лапинський',
    group: 2,
    years: '1928-2020',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Микола Чайкін',
    group: 2,
    years: '1915-2000',
    shiftX: 2.5,
    shiftY: 0.7,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Григорій Майборода',
    group: 2,
    years: '1913-1992',
    shiftY: 1.1,
    shiftX: 2.9,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Сергій Жданов',
    group: 2,
    years: '1907-1968',
    shiftX: 2.9,
    shiftY: 1.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Олена Андреєва',
    group: 2,
    years: '1914-2007',
    shiftX: -0.3,
    shiftY: 2.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Костянтин Шипович',
    group: 2,
    years: '1907-1942',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Фріда Аерова',
    group: 2,
    years: '1916-1990',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Платон Майборода',
    group: 2,
    years: '1918-1998',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Анатолій Коломієць',
    group: 2,
    years: '1918-1997',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },

  {
    name: 'Олександр Канерштейн',
    group: 1,
    years: '1933 – 2006',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Леонід Грабовський',
    group: 1,
    years: '1935 р. н.',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Микола Полоз',
    group: 1,
    years: '1936 – 2016',
    shiftX: 1.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Віталій Пацера',
    group: 1,
    years: '1936 – 2022',
    shiftX: 0.2,
    shiftY: 0.2,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Віталій Годзяцький',
    group: 1,
    years: '1936 р. н.',
    shiftX: 1.8,
    shiftY: 0.8,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Валентин Сильвестров',
    group: 1,
    years: '1937 р. н.',
    shiftX: 1.1,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Йонас Балаускас',
    group: 1,
    years: '1937 р. н.',
    shiftX: 0.9,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Володимир Губа',
    group: 1,
    years: '1938 – 2020',
    shiftX: 0.9,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Леся Дичко',
    group: 1,
    years: '1939 р. н.',
    shiftX: 0.9,
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Євген Станкович',
    group: 1,
    years: '1942 р. н.',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Володимир Загорцев',
    group: 1,
    years: '(1944 – 2010)',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Іван Карабиць',
    group: 1,
    years: '(1945 – 2002)',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Микола Дремлюга',
    group: 2,
    years: '1917-1998',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
  {
    name: 'Ібрагім Хамраєв',
    group: 2,
    years: '1916-1999',
    data: 'Композитор, піаніст і педагог. У 1952 році вступив і в 1958 році закінчив Київську консерваторію по класу композиції Б. Лятошинського, Л. Ревуцького, М. Вілінського, К. Данькевича., І. Паїн',
  },
];
