
	{
		"ua": {
			"title": "Конкурс Горовиця Київ-Женева",
			"about_text": ["Ситуація в Україні унеможливлює проведення Міжнародного конкурсу молодих піаністів пам’яті Володимира Горовиця у Києві. За підтримки та допомоги Всесвітньої федерації міжнародних музичних конкурсів змагання учасників буде проведено 13–21 квітня 2023 року в місті Женева (Швейцарія).", "Новий формат проведення Конкурсу схвалений Міністром культури та інформаційної політики України Олександром Ткаченком і мером Києва Віталієм Кличком.", "Конкурс відкритий для музикантів усіх національностей. Змагання відбудуться у Женевській консерваторії, фінал – 21 квітня у легендарній концертній залі Victoria Hall. Фінальний тур проходитиме у супроводі Orchestre de la Suisse Romande (Оркестр романської Швейцарії).", "Після відбіркового туру 25–30 молодих піаністів будуть запрошені до конкурсних змагань у Женеві." ],
			"wfimc": 
			{
				"about" : ["Заснована у 1957 році, Всесвітня федерація міжнародних музичних конкурсів (WFIMC) є глобальною мережею, що складається зі 120 всесвітньо визнаних конкурсів, які виявляють найперспективніших молодих талановитих музикантів та займаються їхньою підтримкою на шляху до міжнародної кар’єри.", "Створюючи форум для діалогу та обміну між учасниками професійної спільноти, WFIMC надає базові принципи, спрямовані на мистецьку досконалість, цілісність і справедливість, і таким чином встановлює всесвітньо визнаний стандарт.", "Штаб-квартира Федерації розташована у Женеві. Вона є членом Міжнародної музичної ради ЮНЕСКО у Парижі. Міжнародний конкурс молодих піаністів пам’яті Володимира Горовиця  – член Всесвітньої федерації з 2004 року. Наразі він потребує особливої підтримки, тому WFIMC як міжнародна мистецька організація активно сприяє проведенню Конкурсу Горовиця у Швейцарії. Члени Федерації, зокрема Міжнародний конкурс піаністів імені Ферруччо Бузоні (Больцано, Італія), Міжнародний музичний конкурс (Женева, Швейцарія), Міжнародний конкурс піаністів імені Фридерика Шопена (Варшава, Польща), Міжнародний конкурс імені Вена Клайберна (Форт-Уорт, США) і Міжнародний конкурс піаністів імені Ференца Ліста (Утрехт, Нідерланди), вже запропонували фінансову, та матеріально-технічну допомогу в організації та проведенні Конкурсу Горовиця."],
				"photoCaption": "Члени Всесвітньої федерації міжнародних музичних конкурсів на Генеральній асамблеї у Бидгощі (Польща), 2022 рік "
			}
		},
		"en": {
			"title": "HOROWITZ COMPETITION KYIV-GENEVA",
			"about_text": ["As the current situation in Ukraine makes it impossible for the Horowitz Competition to take place in Kyiv, the World Federation of International Music Competitions will support and assist the Horowitz Competition to hold its 2023 edition in Geneva, Switzerland.", "Endorsed by the Ukrainian Minister of Culture, Oleksandr Tkachenko, and the Mayor of Kyiv, Vitali Klitschko, the competition will be held from 13-21 April 2023 at the Geneva Conservatory, with the final scheduled to take place on 21 April at the legendary Victoria Hall. The final round will be accompanied by the Orchestre de la Suisse Romande.", "Applications will be open to artists from any nation. Following an online pre-selection, about 25 - 30 young pianists will be invited to perform in Geneva, competing for monetary awards, performances, recordings, and career development prizes. There will also be a prize for the best Ukrainian artist as well as a prize for the best performance of a Ukrainian work." ],
			"wfimc": {
				"about": ["Founded in 1957, the World Federation of International Music Competitions (WFIMC) is a global network of 120 internationally recognized organisations dedicated to identifying the most promising young talents in music and serving young musicians on their path to an international career. While creating a forum for dialogue and exchanges between its members, WFIMC provides advice and guidance, aiming for artistic excellence, integrity and fairness, and thus sets a globally recognized standard.", "Based in Geneva, the Federation is a member of the International Music Council of UNESCO in Paris.", "Specifically supporting one of its own members in need (the Horowitz Competition Kyiv), the WFIMC will take on an active role as an international arts organization in hosting the competition in Switzerland. Several member competitions, including the Ferrucio Busoni Competition in Bolzano, the Concours de Genève, the Fryderik Chopin Competition in Warsaw, the Van Cliburn Competition in Fort Worth, Texas, and the Franz Liszt Competition in Utrecht, have already offered financial, logistical and technical assistance to make this project possible.", "Click on the link for further details: https://www.wfimc.org/"],
				"photoCaption": "Members of the World Federation of International Music Competitions at the General Assembly in Bydgoszcz (Poland), 2022"
			}
		}
	}

