export const Conditions = [
  {
    title: 'Умови участі у конкурсу',
    text: [
      {
        p: `До участі у Конкурсі допускаються молоді піаністи всіх національностей, які народилися
між 12 квітня 1990 року та 12 квітня 2007 року.
Для участі у Конкурсі претендентам необхідно надіслати до 31 січня 2023 року:`,
        list: [
          '•онлайн заявку на сайті https://www.muvac.com/en/vac/wfimc-5f562de',
          `•відеозапис для Відбіркового туру, як описано в репертуарному розділі: 10–15 хв.
    включно з обов’язковим віртуозним етюдом. Відео можна завантажити наприкінці
  процесу подачі заявки.`,
        ],
      },
      {
        p: `Останній день подання онлайн-заявки – 31 січня 2023 року. Документи, що надійшли не
повністю або із запізненням, не розглядаються. Відбірковий тур (попередній відбір)
відбудеться у лютому 2023 року.
Розглянувши заявки Відбіркового туру, журі Відбіркового туру обере учасників Першого
туру Конкурсу.
Піаністи, які у період із 1 січня 2019 року по 31 грудня 2022 року здобули першу або другу
премію на музичних конкурсах, що входять до Всесвітньої федерації міжнародних
музичних конкурсів (WFIMC), допускаються до участі в Конкурсі Горовиця Київ–Женева
2023 наживо.`,
      },
      {
        p: `У цих випадках відеозаписи не потрібні, а рішення про допуск учасників
приймається виключно на підставі заявок.
Відповідну інформацію можна знайти в онлайн-заявці.
Список учасників буде опубліковано на сайті www.horowitzv.ch не пізніше 28 лютого 2023
року. Запрошення на Конкурс у Женеві будуть надіслані учасникам до 5 березня 2023 року`,
      },
      {
        p: `Усі учасники самостійно несуть відповідальність за свої проїзні документи. Учасників, яким
потрібна віза до Швейцарії/ Шенгену, просимо зв’язатися зі секретаріатом конкурсу для
отримання допомоги.
Усі учасники, які отримають запрошення, мають повідомити секретаріат Конкурсу на
електронну адресу horowitz@fmcim.org про точну дату та час свого прибуття до 5 квітня
2023 року включно.`,
      },
    ],
  },
  {
    title: 'Регламент проведення конкурсу',
    text: [
      {
        h4: '31 СІЧНЯ ОСТАННІЙ ДЕНЬ ЗАПОВНЕННЯ ОНЛАЙН ЗАЯВКИ',
        list: [
          '28 січня Оголошення учасників',
          '12 квітня Реєстрація та жеребкування учасніків. Церемонія відкриття конкурсу',
          '13-15 квітня Перший тур (28 учасників)',
          '16-17 квітня Другий тур ( до 15 учасників)',
          '18-19 квітня Третій тур / Півфінал (до 9 учасників)',
          '20 квітня Репетиції з оркестром',
          '21 квітня Фінальний тур (3 учасників) і церемонія нагородження',
        ],
      },
      {
        p: `У Перший, Другий і Третій тури відбуваються у залі імені Ференца Ліста Женевської
Консерваторії. Репетиції оркестру і Фінальний тур проходять у концертній залі Victoria Hall.
Усі твори програми виконуються напам’ять, за винятком творів українських композиторів і
творів, написаних після 1970 року (виконання напам’ять вітається).
Порядок виступів учасників змагань визначається жеребкуванням і залишатиметься
незмінним протягом усього Конкурсу. Під час Фінального туру порядок може бути змінений
журі з міркувань художньої доцільності.
Усі тури Конкурсу відкриті для публіки та транслюватимуться у прямому ефірі на medici.tv
та інших платформах.`,
      },
    ],
  },

  {
    title: 'Вступні внески',
    text: [
      {
        p: `Усі кандидати повинні сплатити внесок у розмірі 100 швейцарських франків, який не
підлягає поверненню. Оплату слід здійснити банківської карткою на веб-сайті
www.muvac.com в кінці онлайн-заявки.`,
      },
      {
        p: `Для отримання інформації про варіанти
банківського переказу звертайтеся до секретаріату Конкурсу.
Громадяни України звільняються від сплати вступного внеску.`,
      },
    ],
  },
  {
    title: 'Журі',
    text: [
      {
        p: `До складу журі входять музичні діячі різних національностей. У Конкурсі не можуть брати
участь претенденти, які будуть або були протягом останніх 2 років учнями будь-кого з
членів журі, а також ті, хто має з кимось із них родинні стосунки.`,
      },
      {
        p: `Склади журі Відбіркового туру і журі турів наживо буде відрізнятися.
На час проведення Конкурсу учасникам забороняється контактувати зі членами журі.
Рішення журі Конкурсу на всіх його етапах є остаточним. Воно не підлягає обговоренню,
перегляду чи оскарженню.`,
      },
    ],
  },
  {
    title: 'Проїзд, проживання й аудиторія для занять',
    text: [
      {
        p: `Учасники, які були відібрані до турів Конкурсу наживо, можуть подати заявку на часткове
відшкодування транспортних витрат.
Усі відібрані учасники отримають можливість безкоштовного проживання у родині або
готелі.`,
      },
      {
        p: `Аудиторії для занять, більшість із яких обладнані роялями, доступні в Женевській
Консерваторії для всіх учасників. Крім того, акустичні репетиції будуть забезпечені у місцях
виступів (у залі імені Ференца Ліста Женевської Консерваторії та у концертній залі Victoria
Hall).`,
      },
    ],
  },
  {
    title: 'Права на конфіденційність',
    text: [
      {
        p: `Реєструючись для участі у Конкурсі, учасник дозволяє Конкурсу Горовиця Київ–Женева
використовувати на власний розсуд надані персональні дані та фотографії, а також
аудіовізуальні записи. Це поширюється на розповсюдження у мережі інтернет виступів на
конкурсних турах, в яких буде брати участь конкурсант.`,
      },
      {
        p: `Конкурс та/або його медіапартнер
мають право власності на всі аудіовізуальні записи, які вони створили, водночас
претендуючи на виключні комерційні та некомерційні права на них.
Проте учасники і партнери Конкурсу можуть за запитом отримати копію (за умови, що вона
призначена для некомерційного використання).`,
      },
    ],
  },
];
