export const Rewards = [
  {
    h3: 'Перша премія',
    p: '15.000 швейцарських франків, Срібна медаль, звання лауреата.',
  },
  {
    h3: 'Друга премія',
    p: '15.000 швейцарських франків, Срібна медаль, звання лауреата.',
  },
  {
    h3: 'Третя премія',
    p: '10.000 швейцарських франків, Бронзова медаль звання лауреата.',
  },
  {
    h3: 'Призи, ангажементи',
    listStrong: [
      {
        'VERE MUSIC FUND Prize ': `– Сертифікат і 5.000 швейцарських франків присуджується
найкращому українському піаністу. Музикант, який здобуде цей приз, також отримає від
VERE MUSIC FUND запрошення на серію концертів в Україні.`,
      },
      {
        'Horowitz Prize ': `– Сертифікат і 3.000 швейцарських франків – за найкраще виконання
віртуозної транскрипції Володимира Горовиця.
`,
      },
      {
        'СWFIMC Prize ': `– Сертифікат і 3.000 швейцарських франків за краще виконання твору
українського композитора (незалежно від національності учасника).
`,
      },
      {
        'Приз глядацьких симпатій ': `- сертифікат і грошова винагорода в розмірі 3000
швейцарських франків. Надано Європейською мовною спілкою (EBU).
`,
      },
      {
        'Премія Фонду Thiébaud-Frey ': `– Сертифікат, виступ у культурному центрі «La Prairie» у
Бельмунді та грошова премія у розмірі 3000 швейцарських франків.`,
      },
      {
        'Chopin Prize ': `– Сертифікат, грошова премія 3000 швейцарських франків. Запропоновано
Товариством Фридерика Шопена в Женеві.
За винятком переможців Першої, Другої та Третьої премій, учасники Півфіналу (Третій
тур) отримають грошову винагороду у розмірі 1.500 швейцарських франків.
`,
      },
      {
        Ангажементи: ` для переможців також запропонують:
Концерти лауреатів Steinway будуть запропоновані Steinway & Sons (Гамбург, Німеччина).`,
      },
    ],
    list: [
      `Тур до Південної Кореї від SBU Artists (Відень, Австрія).`,
      `Міжнародний конкурс піаністів імені Ферруччо Бузоні (Больцано, Італія).`,
      `Міжнародний конкурс імені Вена Клайберна (Форт-Уорт, США).`,
      `Міжнародний конкурс піаністів імені Фридерика Шопена (Варшава, Польща).`,
      `Міжнародний конкурс піаністів імені Ференца Ліста (Утрехт, Нідерланди).`,
      `Міжнародний фестиваль ArtDIALOG 2023 (Біль, Швейцарія).`,
      `Усі премії мають бути присуджені. Інформація про додаткові призи і ангажементи буде оголошена протягом наступних місяців.`,
      `Лауреати Конкурсу повинні виконувати всі договірні зобов’язання будь-яких запропонованих концертних заходів, які є невід’ємною частиною призів Конкурсу.`,
      `За рішенням організаторів Конкурсу, призи для українських переможців можуть бути
      виплачені в Україні у відповідності до українського податкового законодавства.`,
    ],
  },
];
