export default {
  qualifyingRound: {
    title: 'Відбірковий тур',
    list: [
      'Учасники мають виконати програму тривалістю приблизно 15 хвилин. Програма повинна включати:',
      '•Один віртуозний етюд;',
      '•Один або кілька творів, обраних учасником.',
    ],
  },

  firstRound: {
    title: 'Перший тур',
    p: `Учасники мають виконати програму тривалістю приблизно 20–25 хвилин. Програма
повинна включати:`,
    list: [
      `•Один етюд із переліку за вибором учасника:
        Ф. Шопен, Ф. Ліст, К. Дебюссі, Д. Лігеті, К. Сен-Санс, Ф. Мендельсон тв. 104, В. Косенко «11
        етюдів у формі старовинних танців» тв. 19, С. Борткевич тв. 15;`,
      `•Одна соната у повному обсязі (без реприз) за вибором учасника:
       М. Клементі, Й. Гуммель, Й. Гайдн, В. А. Моцарт, Л. Бетховен.`,
    ],
  },
  secondRound: {
    title: 'Другий тур',
    p: `Учасники мають виконати програму тривалістю приблизно 35-40 хвилин. Програма
повинна включати:`,
    list: [
      `•Один з наступних творів:
Й. С. Бах – Ф. Бузоні. Хоральні прелюдії BWV 599 або BWV 639; К. Дебюссі. Одна з
прелюдій;
К. Дебюссі. «Серенада для ляльки»;
Ф. Ліст. «Втіха»;
Ф. Мендельсон. «Пісня без слів»;
В. А. Моцарт. Adagio сі мінор КV 540, Rondo ре мажор КV 485, Rondo ля мінор КV 511;
М. Мошковський. Один з етюдів;
М. Мошковський. «Іскринки»;
Д. Скарлатті. Соната (з репризами);
Ф. Шопен. Одна мазурка, ноктюрн або вальс;
Ф. Шуберт. Експромт;
Р. Шуман. Одна частина з «Фантастичних п’єс» тв. 12 або «Альбому для юнацтва» тв. 68.`,
    ],
  },
  thirdRound: {
    title: 'Третій тур (півфінал)',
    p: `Учасники виконують програму сольного концерту за власним вибором тривалістю 50–60 хвилин.`,
  },
  finalRound: {
    title: 'Фінальний тур',
    p: `Учасники виконують один із наступних концертів для фортепіано з оркестром:В. А. Моцарт. КV 466, 467, 488, 491, 537;
      Л. Бетховен. Тв. 37, 58, 73;
    Ф. Шопен. No 1 або No 2;
    Ф. Ліст. No 1 або No 2;
    Й. Брамс. No 1 або No 2;
    Р.Шуман;
    К. Шуман;
    К. Сен-Санс No 2 або No 5;
    М. Равель No 1 соль мажор.`,
    p2: `Програма, подана в заявці, не може бути змінена після 28 лютого 2023 року. Твори, включені до відеозапису, можуть бути виконані під час наступного туру наживо.`,
  },
};
